[
  {
    "name": "Emergency Medical Support",
    "description": "<p>Survival of the baby and their Treatment: As per UNICEF’s data nearly 1.73 million children die in India every year due to lack of treatment. As the most prominent medical support NGO in Mumbai give awareness programmes on health and personal hygiene in slums for underprivileged children, their parents and also in spreading awareness in the schools and slum. Many families come from weaker sections who need nutritional support especially children who are admitted in government hospitals and whose parents cannot afford food and find it very difficult to take care of their children.</p><h4>AWARENESS PROGRAMMES ON HEALTH by NGOS FOR HEALTHCARE IN MUMBAI</h4><p>Childhood lays the groundwork for lifelong personal hygiene responsibility, which is critical for a healthy childhood, maturity, and the development of positive health values and the utilisation of health services.Maintaining personal cleanliness is beneficial to children’s quality of life and longevity. This is especially important in a slum neighbourhood where living conditions are precarious.The health of a society’s children has a significant impact on its future. Parents and teachers, as constructive shapers of children’s health behaviours, should play an important role in early personal hygiene education for children.</p><h4>BRIDGING GAP OF UNAFFORDABLE HEALTHCARE IN INDIA</h4><p>In India, terminally sick individuals with treatable diseases lack access to life-saving drugs, as well as doctors who know how to deliver them.In India, 65 percent of health care costs are borne by the individual, and these costs drive nearly 57 million people into poverty each year.One of the most glaring inconsistencies in our country is the stark disparity between the healthcare services offered to the wealthy middle class and the poorer portions of the population.While there is a huge population who cannot afford healthcare. As the leading health care support NGO in Mumbai, we help bridge this gap by funding surgeries, healthcare, nutrition and other health requirements of a Children up medical support by volunteer Real Happiness Of Life Foundation medical camps Real Happiness support for baby Children Real Happiness volunteer worked for medical support for Baby Children Real Happiness Of Life foundation volunteer provide medical support for unprivileged Children Real Happiness Of Life Foundation helps for medical support by raising funds Real Happiness Of Life Foundation volunteer raising funds for unprivileged Children.Real Happiness Of Life Foundation provides financial support for baby children who cannot afford any critical operations/critical illness/ support in medicines and help them to buy generic medicines.Following the aspirations of NGO for medical support in Mumbai We also take medical camps for eyes check-up and also help for cataract operation.Often many of the health care support NGO in Mumbai, miss out on eye healthcare. Importance of regular eye check-ups include:The visual function of both proximal and distance vision is tested during an eye examination.The basic visual acuity assessment determines whether or not glasses will be required for the first time.It also shows the corrections that are required on a regular basis based on the improvement or deterioration of visual function over time. If detected early enough,more than 75% of instances of blindness can be avoided. While eye exams have a lot to offer, they aren’t very useful if they aren’t done on a regular basis. Cataract is a condition in which the eye’s lens becomes opaque, causing blurred vision. To restore normalcy, early detection of cataracts and lens replacement operations are required.</p><h4>PROVIDING EARLY HEALTHCARE NUTRITION</h4><p>To reach their greatest potential, children require the correct meals at the right time. The 1,000-day period between pregnancy and a child’s second birthday is the most crucial for optimal nutrition.Children must start eating solid foods at the age of six months. Young infants should be fed regularly and in sufficient quantities throughout the day, and their meals should be nutrient-dense and diverse in nature.Before the age of two, what, when, and how children eat is more crucial than at any other time in their lives. Despite this, many new-borns and young children today do not get the nourishment they require to</p><h6>1- Heart Surgery</h6><p>(In case of coronary diseases or a malfunctioning heart, opt for corrective heart surgeries by raising funds online for yourself or a loved one)</p><h6>2- Kidney Transplant</h6><p>(In case of kidney failure, you can support the dialysis or transplant by raising funds online for yourself or a loved one)</p><h4>Nicu</h4><p>(Premature babies battle multiple complications due to extremely underdeveloped organs. Pay for the cost of their treatment by raising funds online)</p><h4>4- Bone Marrow Translate</h4><p>(Once you have a suitable bone marrow donor, raise funds for the life-saving bone marrow transplant surgery for yourself or a loved one)</p><h4>Cancer Patient</h4><p>(This five lettered disease comes with chemotherapy, radiation and other expensive treatment options. Support your battle against cancer by raising funds online)You can raise funds for - Bone Marrow Transplant, Kidney Transplant, NICU Care(in case of premature babies), Cancer Treatment, Open Heart Surgery, Heart defect, Brain tumor, Cerebral Palsy, Aplastic Anaemia, Joint Replacement, Eye Surgery. However, if your treatment option isn’t mentioned here, you can get in touch with us to get assistance - someone from our team will get in touch with you.</p>"
  },
  {
    "name": "Grace Food Bank",
    "description": "<h4>Countless Lives Depend Grace Food Bank</h4><p>Countless lives depend on Grace Food Bank. Donate to support their cause is to see many more food banks all over the nation so that the needy can eat good, healthy food with the respect they deserve. With our food bank, I hope to raise awareness and inspire others to become a part of it.” Grace Food Bank and his team are in dire need of donations as their supporters have come to a standstill due to the pandemic. The ones who used to volunteer are not able to do so physically for the time being.Donate ₹ 2500 to Feed 50 Children/People.Donate ₹ 1250 for Grocery Kit for 1 Needy Family.Thousands of lives are now dependent on Grace Food Bank and their generosity. However, Grace Food Bank and his team have been struggling to carry on their noble cause lately.He says,It is a shame that many times we have to send people back because we are unable to procure so much food due to funds restriction. It breaks my heart to send them back empty-handed.The Grace Food Bank is solely relying on the donations made online which will help them keep doing the good work they do. Through your donations, you too can become a part of this noble cause. Every donation made will help feed countless poor, hungry people.</p><h4>Grace Food Bank Langer Seva</h4><p>Grace Food bank is a kitchen run in collaboration with social workers. This service has been continuously run by Grace Food Bank for the last 2 years. Here, one time nutritious food is provided to the needy people for just ₹ 10 per day. We do not force any needy person that it is compulsory to give them ₹ 10.</p><h4>Grace Food Bank Tiffin Seva</h4><p>Through our organization Tiffin Service, nutritious food of two times is provided to the needy elderly and disabled people at their home. We connect needy people with tiffin service who have difficulty in cooking or if they have a family problem. And this service is available in Bhiwandi city (Urban) right now.</p><h4>Grace Food Bank child feeding Seva</h4><p>We provide free one-time lunches to needy children through the Devdoot Child Fitting Service. So far, a total of Eleven schools have been added to this service, in which around Two Thousand children are benefiting from this service.</p><h4>What this Campaign about?</h4><p>Grace Food Bank is serving around 100-150 people everyday at a price of Rs.10, whereas the actual cost comes around Rs.30 per meal (including rent and salaries).To fill the cost gap, we created this campaign to raise enough support to keep serving our people.It is very difficult for us to manage finances each month, as we need around Rs. 300,000 every month to keep our operations running to serve our people.As the number of people is increasing we need regular support from people like you.</p>"
  },
  {
    "name": "Mission Smile Program",
    "description": "<h4>Your Support Can Save A Child Today</h4><p>A Single, Solvable Problem: Cleft Lip and Palate Many children around the world are living with untreated clefts. Most have difficulties eating, breathing, hearing, and speaking.</p><h4>What is Cleft?</h4><p>35K + children born with a cleft lip/palate annually in India.Rs.25,000 can cover the cost of a cleft surgery.45 minutes can change a child’s life forever.</p><h4>One Goal: To Give Every Child the Chance to Smile</h4><p>Real Happiness Of Life Foundation that supports 100%-free cleft repair surgery and comprehensive cleft care for children globally. Our sustainable model empowers local medical professionals to provide cleft care in their own communities.Learn About Our Model</p><h4>Comprehensive Care</h4><p>Every child with a cleft needs more than just surgery — they may also need orthodontics, speech therapy, or nutritional support. Where these services are available, we aim to provide them to our patients.</p><h4>Sustainable Model</h4><p>We use the 'teach a man to fish' model focusing on training and empowering local doctors to provide comprehensive cleft care in their own communities.</p>    "
  },
  {
    "name": "Disability Elimination Program",
    "description": "<p>Are you new to the Disability Elimination Program? Fear not, we have you sorted! <br> Our step-by-step process will help you understand the work of Real Happiness Of Life Foundation in detail. <br> 1- Through early detection, the program of the National Health Mission with the help of ASHA workers and the RBSK team, children with birth defects and children affected with development delays are identified. In the first phase, RHLF focuses on 7 conditions- <br> 1-Clubfoot <br> 2-Cerebral Palsy <br> 3-Developmental Dysplasia of The Hip (DDH) <br> 4-Visual Challenge <br> 5-Deaf/Hard of Hearing <br> 6-Autism <br> 7-Down Syndrome <br> 2-Trained Counselors from Real Happiness Of Life Foundation connect with the parents of these children. They are asked to visit the assigned District Early Intervention Centres (DEIC) for further counselling, treatment, and rehabilitation. Currently, there are 250 DEIC centres across India. <br> 3- he counselors document the details of the children in the Children Register and allot them their future appointments. The progress record is further updated on our app. <br> 4-We hand-hold the parent and the child to ensure that any child who has attained 3 years of age, is enrolled in mainstream education including Anganwadis. It’s the responsibility of Children in India to sustain their mainstream education. We do not advocate Special Education Schools. We at Children in India, maintain that they disrupt the efficient functioning of the child’s abilities. We believe in the concept of “Peer Pressure” which will facilitate the children to cultivate self-reliant models of learning and further build support. This will help disrupt the cycle of poverty and give them economic independence.Every year around, 40 lakh children come under the 4 D’s – Disability, Disease, Development Delay, and Deficiency in India. Our goal is to ensure children with disabilities will have equal educational opportunities. We aim for the creation of an inclusive society in India! <br>5-Our process doesn’t stop at mainstream education. Our job is also to support these Children so that they will learn life skills and find appropriate avenues of employment. This leads to the transformation of the children. As an outcome, these children will be freed from living dependent lives. <br> </p> <br> <h5>BE A PART OF THE PROCESS AND MAKE AN IMPACT!</h5> "
  },
  {
    "name": "Home for Homeless Program",
    "description": "<p>Real Happiness of Life Foundation plans to set up Home For Homeless in Bhiwandi to Care to the homeless as well as those suffering from mental health issues in and around Mumbai. Every being deserves a peaceful life, however, this is often not the case. We see some people living on the sidewalk, some under vehicle bridges, some at railway stations, some having amputated parts of the body, developing decomposition. In the end, they fall prey to their disease. Those who have an accident on the road are left to die. Such people suffer from excessive hunger and thirst. Even after this, no one bothers to help anyone. Our plan is to provide them with necessary medical care and psychology sessions with experienced doctors to deal with trauma, depression and other mental health issues. We will also cater to those facing mental troubles during old age and those who are facing drug addiction. Our aim is not just to have homes for humans who are left to bleed on roads with no one to provide them with necessary medical care.<p>Real Happiness of Life Foundation wishes to create a society that is filled with happy faces and make one so strong that they would be able to handle problems that come their way. We wish no one dies due to mental traumas and depression. We want a society where there is a smile on every face and confidence in every heart. We wish to be a custodian to the homeless and needy, be it humans. We believe that our sessions and care will bring in new life to those who have suffered for years but had no one to share their problems with. We wish to extend our helping hand to those in need. Rescue those being led away to death; hold back those staggering toward slaughter.</p><p>Sometimes they are abandoned due to old age and illness. some people live on the sidewalk Some people live under vehicle bridges, some spend time at railway stations, some have amputated parts of the body, developing decomposition. In the end, they fall prey to their disease. Those who have an accident on the road are left to die. Such people suffer from excessive hunger and thirst. Even after this no one bothers to help anyone.</p>Life is extremely difficult for these humans. Unlike us, they voice their pain and needs.<p>We want to save people young and old, men and women, sick, lost or abandoned, from the streets and railway platforms of Bhiwandi And Mumbai. We request you all to become the heirs of these unclaimed people. We are trying to save such people and trying to make them live a true happiness and rest of life happily and happily for this we need land to build shelter Home For Homeless</p>.<p>The shelter is doing its best to handle the situation and protect the mental and orphan human. But still, they need your support. After being rescued, these humans were given a second chance at life. You can help give these destitute people a better home. The land you donated will not only strengthen the roof of their heads, but will also restore their hope. Let's not disappoint them. Together we can stand by them and empower their mission of giving better lives to the destitute. Come on, let's make sure.</p> Old Age Care - Free cataract operation and frequent health checkup camps for them, spending time with them, volunteering for them, We need 5000 Square Feet space to build shelter home<p>please help us.Come to Become Family of Orphans.</p><p>Please Donate 1 Square Feet 1200Rs</p></p>"
  },
  {
    "name": "Mission Education Program",
    "description": "<h4>Education changes everything</h4><p>Education is the driver for sustainable change and So They Can believe that empowering communities through a quality education is the key to breaking the poverty cycle.Our mission is to provide quality education to children living in poverty through improved learning conditions, teacher training and development, and inclusive partnerships with the community and in-country governments. Let’s bring weak, deprived street children in mainstream education Your support will terminate begging from children’s lives.</p><h4>Don’t they have the right to get an education and live with dignity?</h4><p>Who will look at Street Children's future? Is this the future of our country? Families living with social pressure, indebtedness, addiction, superstition, and children living in a condition where there is no hope of life, no meaning of living, and no respectful life at all. Mission Education Program is an innovative concept initiated by Real Happiness Of Life Foundation; it aims towards providing mainstream education to the children living on the streets through activities. We aim to terminate begging from children’s lives. Mission Education Program aims to provide primary and secondary education to underprivileged children by friendly education. The school will bring weak and deprived children into mainstream education. This initiative will develop the cognitive skills of children through social participation. The emphasis is on promoting Teaching through play making use of locally available & culturally relevant teaching-learning tools.</p><h4>Vision</h4><p>The project approach is to getting younger kids ready & getting them into the stream. Our vision is to bring weak and deprived children into mainstream education. Our major task is to encourage good habits in children like wearing clean clothes, not being superstitious and not begging, etc.</p><h4>Target beneficiary (survey)</h4><p>Girls & Boys – age Between 3 to 16th</p><h4>Activity</h4><p>Educational activities, Exposure Tours, other activities like Drawing, dance, sports and games, computer training, Evaluation test of children, Participation in exhibition etc.</p><p>Group discussion with Leader.</p><p>Some of the leaders from various organizations will be invited to share their experience with these kids.Kids of Homeless families, Garbage pickers, Hawkers, Mathadi’s, the construction laborers, and so on, do not have the necessary resources of education.</p><h4>Strength</h4><p>All kids are willing to learn, Parents think this initiative is very much needed. They have selling ability</p><h4>Weakness</h4><p>Parents are uneducated, there is No roof for Mission Education Program, Good Volunteers, and Undisciplined Attitude. Sustainable effort without monetary support is getting difficult.</p><h4>Opportunity</h4><p>They are very confident and fearless, can be train on entrepreneur skill as they have Selling ability.Threat Travel community who can shift to other places for work purpose. Community fights impact the attendance of the kids. Some parents thinks kids as earning source.<br><br><h1 class='text-center';>Impacts and achievements </h1></p><div class='container'><div class='row text-center'><div class='column col-lg-5  shadow mt-4'><center><img src='assets/images/causes/bag.gif' alt='' style='height: 130px;'></center> <h3>1280</h3><p>needy rural & Urban students benefited through a school kit distribution project</p></div><div class='col-lg-2'></div><div class='column col-lg-5 mt-4 shadow'><center><img src='assets/images/causes/cycle.gif' alt='' style='height: 130px;'></center><h3>102</h3><p>needy girl students benefited from Let's Recycle's program, enabling them to travel school efficiently</p></div><div class='column col-lg-5 mt-4 shadow'><center><img src='assets/images/causes/food.gif' alt='' style='height: 130px;'></center><h3>3590</h3><p>street and destitute children began their educational journey through Kid's Club and Youth Devlopment program</p></div><div class='col-lg-2'></div><div class='column col-lg-5 mt-4 shadow '><center><img src='assets/images/causes/education.gif' alt='' style='height: 130px;'></center><h3>950</h3><p>The Education project benefited 950 students affected by the pandemic</p></div><div class='column col-lg-5 mt-4 shadow'><center><img src='assets/images/causes/scholarship.gif' alt='' style='height: 130px;'></center><h3>47</h3><p>children benefited through scholarship program</p></div><div class='col-lg-2'></div><div class='column col-lg-5 mt-4 shadow'><center><img src='assets/images/causes/books.gif' alt='' style='height: 130px;'></center><h3>1590</h3><p>A total of 1590 children were helped through our Education Support Program and various career counseling sessions.</p></div></div></div>"
  },
  {
    "name": "Maternal & Child Health Program",
    "description": "<p>Women And Children at the Centre of Change</p><h4>A CONTINUUM OF CARE APPROACH</h4><p>A continuum of care RMNCH+A (Reproductive, Maternal, Newborn, Child and Adolescent Health) means working with women and children from birth to adulthood in order to break the intergenerational cycle of poor health.</p><h4>PREGNANCY</h4><p>Pregnant woman</p><p>Enhancing public system response to maternal and newborn healthcare</p><p>Improving coordination across public health facilities for high risk pregnancies</p><h4>BIRTH</h4><p>Mother with newborn child</p><p>Encouraging institutional deliveries through the public health system</p><p>Ensuring full immunisation in children and exclusive breastfeeding</p><h4>CHILDHOOD</h4><p>Mother with child</p><p>Identifying, preventing and treating malnutrition</p><p>Capacity building to deliver better public services for child health and nutrition</p><h4>ADOLESCENCE</h4><p>Adolescent boy and girl</p><p>Educating adolescents on nutrition, reproductive health and gender equity and improving emotional resilience</p><p>Creating a cadre of youth to become community change agents</p><h4>ADULTHOOD</h4><p>Adult woman and man</p><p>Empowering communities and partnering with public systems to respond to gender-based violence</p><p>Providing mental health and legal services to women facing violence, and improved knowledge and access to planned parenthood</p><p>Addressing gender-based inequities is an underlying area of focus across all programmes that Real Happiness Of Life</p><p>Foundation undertakes, because this is often at the heart of health inequity in communities.</p><p>Addressing the health concerns of women and children by integrating a Reproductive, Maternal, Newborn and Child Health (RMNCH) health care model along with preventable Communicable and Non - Communicable diseases in the vulnerable informal settlements.</p><h4>Our Work</h4><p>Intensive intervention on Reproductive, Maternal, Newborn, Child and Adolescent Health (RMNCH).These indicators necessitated a need for interventions through varied strategies to increase awareness, change behaviours and link the communities to the services provided by the Public Health Systems.</p><h4>Intensive intervention on RMNCH</h4><p>We have created a protocolised intervention framework for effective identification, referral and follow-up of children with infectious diseases, health promotion education, counselling and home visits of married women in reproductive age, pregnant and lactating women and children between 0 to 6 years in the targeted households.</p><h4>Partnership with Public Health Systems and ICDS and RBSK and NHM and NRHM and NUHM</h4><p>We built a robust partnership with public health systems, ICDS, healthcare providers including the frontline workers to improve service delivery through training, capacity building, data sharing and advocacy across Health Posts, Secondary and Tertiary Hospitals and Anganwadis.</p><h4>Community Engagement for Behaviour Change</h4><p>We spread awareness with the help of IEC materials and other communication tools used while organising community events like campaigns, rallies, corner and group meetings of community volunteers who then support the public frontline workers like ASHAs and Anganwadi sevikas for door-to-door visits in the area.</p><h4>Referrals and Networking</h4><p>While our focus remains on maternal and child health and nutrition, we understand that in urban informal settlements the issues are complex and inter-linked to many peripheral problems. Hence, we connect our communities to Government schemes which can help them in accessing basic services like Public Distribution System(PDS) for rations to provide food security and universal health coverage scheme Ayushman Bharat.</p>"
  },
  {
    "name": "Women Empowerment Program",
    "description": "<p>Any society is identified by the empowerment of the women. Faster the women empowerment and self reliance of women’s happens in the society, progress of the society will be expedited in the same way. Following the same thought process Real Happiness Of Life Foundation supported more than 100 deprived and neglected women from the society.</p><h4>SELF HELP GROUPS</h4><p>Self-help is a process of sharing a common experience, challenge or concern. It is participatory in nature, and involves getting help, giving help, learning to help them self, as well as sharing knowledge and experience. Self-help groups are seen as instruments for a variety of goals including empowering women, developing leadership qualities among marginalized women. Real Happiness Of Life Foundation is supporting these SHG groups.</p><h4>LIVELIHOOD TRAINING</h4><p>Real Happiness Of Life Foundation provides livelihood training to the women who are deprived and neglected from the society. Counseling is provided to them for the social stigma and discrimination and trauma they go throughout their life which help them to live a normal life. Real Happiness Of Life Foundation has started to empower the women by imparting them with various training programmes like mattress making, beautician course and leather bag making etc. for income generation for their sustainability and livelihood.<br><br> <b>1. Women Trained- 98 <br> 2. Women Started their Won Business- 34 <br> 3. Women placed in garment companies- 41 <br> 4. Average increase in monthly income- ₹10000 </b>"
  },
  {
    "name": "Animal Welfare Program",
    "description": "<p>Every animal deserves a peaceful life, as much as we do. Docile creatures like dogs, cows, donkeys, cats, birds, etc. are meant to roam freely with the assurance of complete safety. However, that is often not the case. These innocent animals aren’t always treated well. Sometimes they are abandoned for having aged. The ailing ones are shooed away. They end up succumbing to their sickness. Those that meet with an accident on the roads are left to die. The strays suffer from extreme starvation and thirst. Yet, nobody cares to extend help. The Real Happiness Of Life Foundation is trying their best to handle the situation and protect the animals. But even so, they need your support. After being rescued, these animals were given a second chance at life. You can help give these strays a better home. The construction Item's and Food Item's and Medical Item's materials that you donate will not only strengthen the roof over their heads.Life for these animals is extremely tough. Unlike us, they cannot voice their pain and needs. Let’s not let them down. Together we can stand by them and empower their mission of giving animals a better life. Come, let us ensure that. Let us get together and help these voiceless beings live their lives with utmost dignity and respect.Your contribution will ensure that these stray animals get regular meals and stay healthy. You can donate Animal's food so that thousands of animals on the streets of India are taken care of.</p>"
  },
  {
    "name": "Leprosy Program",
    "description": "<p>Leprosy, also known as Hansen's disease, is an ancient infectious disease that continues to affect millions of people around the world, particularly in regions with limited access to healthcare. This debilitating disease not only causes physical suffering but also carries a social stigma, often leading to isolation and exclusion from society. Leprosy patients not only endure the physical pain caused by the disease but also face the burden of starvation due to economic hardships. Our campaign aims to contribute rations and medical kits to leprosy patients, to lessen their burden from starvation and pain. Understanding the Challenges Faced by Leprosy Patients: Leprosy attacks the peripheral nerves, resulting in a loss of sensation in the affected areas, often leading to wounds, infections, and deformities. The disease gradually weakens the immune system, leaving patients susceptible to secondary infections. Many leprosy patients lose their ability to work, which restricts their access to food and livelihood opportunities, exacerbating their already precarious economic situation.Starvation and its Impact on Leprosy Patients: The lack of access to nutritious food takes a severe toll on leprosy patients, who require a balanced diet to support their weakened immune systems and promote healing. Malnutrition weakens their bodies, making them more susceptible to infections and worsening their symptoms. Moreover, the pain and discomfort from hunger add to their psychological distress, creating a vicious cycle of suffering.Relief Through Ration Distribution: Contributing rations to leprosy patients is a compassionate and practical way to address their immediate needs. Ration kits containing staple foods, fresh fruits, and vegetables can help meet their nutritional requirements, strengthening their immune systems and improving their overall health. Regular access to food can also help alleviate the stress and anxiety related to uncertainty about their next meal, providing a sense of security and stability.</p>"
  },
  {
    "name": "Disabled Children Program",
    "description": "<p>Every child deserves the chance to experience the joy of independence and explore the world around them. However, many physically disabled children face challenges in accessing mobility aids, such as wheelchairs, walkers, and walking canes, that can significantly enhance their quality of life. Your generous donation can make a tremendous difference by supporting these children and giving them the tools they need to lead independent lives. Join us in our mission to empower these young souls and unlock their potential as they embrace life's journey with confidence.The Need for Mobility Aids: Physically disabled children encounter various obstacles in their daily lives due to limited mobility. Basic tasks like going to school, playing with friends, or even moving around at home can become arduous without the necessary mobility aids. With your donation, we can provide these children with well-fitted wheelchairs, walkers, and walking canes tailored to their specific needs, ensuring they can move freely and participate in various activities without barriers</p>"
  }
]
